package dbProjectDummies;

public class Rating {
	
	public static void main(String[] args) {
		
		m1();
		
		
	}

	private static void m1() {
		
//	    	시작날짜  	종료날짜 
//	    1  	19-05-01	19-12-06     
//	    2  	19-06-03    19-12-11   
//	    3 	19-07-01   	20-02-04     
//	    4  	19-08-05    20-01-23    
//	    5  	19-09-02   	20-04-20     
//	    6  	19-10-01   	20-03-27     
//	    7  	19-12-09   	20-05-09     
//	    8  	19-12-18   	20-06-18     
//	    9  	20-01-27   	20-06-20     
//	    10 	20-02-06   	20-08-11     
//	    11 	20-03-30   	20-11-02     
//	    12 	20-04-23   	20-10-15     
		
		//num
		//courseHistoryNum -> 상태가 '수료'인 교육생들만 넣기!
		//ratingDate
		
		
		
		
		
		
	}

}
